Repository: syarifabdurrahman/Quran-jarr
Catalog: lib/l10n/app_*.arb
Languages: id

source: Choose Your Language
id: Pilih Bahasa Anda

# selectYourPreferredLanguage
source: Select your preferred language for the app and Quran translation.
id: Pilih bahasa pilihan Anda untuk aplikasi dan terjemahan Quran.

source: English
id: Inggris

source: Settings
id: Pengaturan

source: About Us
id: Tentang Kami

source: My Archive
id: Arsip Saya

# verseSelection
source: Verse Selection Mode
id: Mode Pilihan Ayat

source: Curated Surahs
id: Surat Pilihan

# curatedSurahsDesc
source: Selected surahs for hope, comfort & gratitude
id: Surat pilihan untuk harapan, kenyamanan & rasa syukur

source: Random Verses
id: Ayat Acak

# randomVersesDesc
source: Completely random from all 114 surahs
id: Sepenuhnya acak dari 114 surat

source: Daily Notification
id: Notifikasi Harian

source: Notification Time
id: Waktu Notifikasi

source: Font Size
id: Ukuran Font

source: Arabic Text
id: Teks Arab

source: Translation Text
id: Teks Terjemahan

source: Close
id: Tutup

source: Cancel
id: Batal

source: Clear All
id: Hapus Semua

# clearArchiveConfirm
source: Remove all saved verses from your archive?
id: Hapus semua ayat tersimpan dari arsip?

source: Clear Archive
id: Hapus Arsip

source: Search verses...
id: Cari ayat...

source: verses saved
id: ayat tersimpan

source: verse saved
id: ayat tersimpan

source: Saved
id: Tersimpan

# noInternet
source: No Internet Connection
id: Tidak Ada Koneksi Internet

# noInternetDesc
source: Some features may not work offline
id: Beberapa fitur mungkin tidak berfungsi offline

source: Retry
id: Coba Lagi

source: Verse Recitation
id: Bacaan Ayat

# viewTafsir
source: View Tafsir (Ibn Kathir)
id: Lihat Tafsir (Ibn Kathir)

# tafsirNotFound
source: Tafsir not available for this verse
id: Tafsir tidak tersedia untuk ayat ini

source: Loading...
id: Memuat...

# copiedToClipboard
source: Verse copied to clipboard!
id: Ayat disalin ke clipboard!

source: Download for offline
id: Unduh untuk offline

source: Developers
id: Pengembang

# aboutDescription
source: Quran Jar is a simple Quran verse app that brings you daily inspiration through curated verses and translations.
id: Quran Jar adalah aplikasi ayat Quran sederhana yang membawa inspirasi harian melalui ayat dan terjemahan pilihan.

# tapJar
source: Tap the jar to get a verse
id: Ketuk toples untuk mendapatkan ayat

source: Pull to refresh
id: Tarik untuk refresh

# bookmarkRemoved
source: Verse removed from archive
id: Ayat dihapus dari arsip

# bookmarkAdded
source: Verse saved to archive
id: Ayat disimpan ke arsip

source: Internet Connection Required
id: Koneksi Internet Diperlukan

# internetConnectionDesc
source: Quran Jarr needs an internet connection to fetch verses, translations, and audio recitations.
id: Quran Jarr memerlukan koneksi internet untuk mengambil ayat, terjemahan, dan bacaan audio.

source: Maybe Later
id: Nanti Saja

source: I Understand
id: Saya Mengerti

source: Choose Your Experience
id: Pilih Pengalaman Anda

# selectYourExperienceDesc
source: Select how you'd like to receive verses from the Quran.
id: Pilih bagaimana Anda ingin menerima ayat dari Quran.

source: Enable Notifications
id: Aktifkan Notifikasi

# dailyNotificationDesc
source: Receive a beautiful verse from the Quran every day to start your morning with peace and reflection.
id: Terima ayat indah dari Quran setiap hari untuk memulai pagi Anda dengan kedamaian dan refleksi.

source: Jar Taps Per Day
id: Ketukan Toples Per Hari

# jarTapsPerDayDesc
source: Choose how many jar taps you'd like per day. Tap the number to increase, or use +/- buttons. You can change this later in settings.
id: Pilih berapa banyak ketukan toples yang Anda inginkan per hari. Ketuk nomor untuk menambah, atau gunakan tombol +/-. Anda bisa mengubahnya nanti di pengaturan.

source: Get Started
id: Mulai

source: Sound Effects
id: Efek Suara

# alhamdulillahLimitReached
source: Alhamdulillah you reached limit today! Want more? You can change this in settings.
id: Alhamdulillah Anda telah mencapai batas hari ini! Ingin lebih banyak? Anda bisa mengubahnya di pengaturan.
